{
    "phrases": {
        "get_time": [
            "Could you check the time for me, please?",
            "Gibt es eine Chance, dass Sie wissen, wie spät es ist?",
            "Извините, можно узнать, который час?",
            "Можете ли вы поделиться со мной временем, пожалуйста?",
            "Any idea what time it is right now?",
            "May I ask for the current time from you?",
            "У вас есть секунда, чтобы сказать мне, который час?",
            "Могу ли я узнать время?",
            "Would you mind sharing the time with me?",
            "Можете ли вы помочь мне и проверить время?",
            "May I inquire about the time?",
            "Могли бы вы проверить время для меня, пожалуйста?",
            "Не могли бы вы любезно сказать мне время?",
            "Can you share the time with me, please?",
            "Würden Sie mir freundlicherweise die Uhrzeit mitteilen?",
            "Entschuldigung, haben Sie die Uhrzeit?",
            "Would you mind letting me know the time?",
            "What's the time according to your watch?",
            "Не могли бы вы сказать мне, который час сейчас?",
            "Каково время в данный момент?",
            "Can you clue me in on the time right now?",
            "What's the time looking like?",
            "Können Sie mir bitte die Uhrzeit mitteilen?",
            "Не могли бы вы проинформировать меня о текущем времени?",
            "Can you let me know what time it is?",
            "Извините, вы не могли бы сказать мне текущее время?",
            "Wie könnte die Uhrzeit im Moment sein?",
            "У вас есть время на руках?",
            "What might the time be at the moment?",
            "What's the current time on your end?",
            "Would you be able to tell me the time right now?",
            "Entschuldigung, könnten Sie mir die aktuelle Uhrzeit sagen?",
            "Can you tell me what time it is now?",
            "Would you be so kind as to let me know the time?",
            "What's the time looking like at the moment?",
            "Würden Sie mir die Uhrzeit verraten?",
            "Wie spät ist es jetzt auf Ihrer Uhr?",
            "Каково текущее время по вашему времени?",
            "What's the time, please?",
            "Could you tell me what time it is?",
            "Wissen Sie, wie spät es gerade ist?",
            "Можете ли вы сообщить мне текущее время?",
            "May I ask you for the time?",
            "Вы не могли бы сказать мне время?",
            "Haben Sie gerade die Uhrzeit parat?",
            "Könnten Sie mir sagen, wie spät es ist?",
            "Можете ли вы уточнить, который час?",
            "Würden Sie so freundlich sein, mir die Uhrzeit mitzuteilen?",
            "Mind sharing the time with me?",
            "Könnten Sie mir sagen, wie spät es jetzt ist?",
            "Darf ich nach der Uhrzeit fragen?",
            "Не могли бы вы сказать мне, сколько времени?",
            "Могу я узнать текущее время у вас?",
            "What's the current time on your watch?",
            "Можете ли вы подсказать мне текущее время?",
            "Do you happen to have the time on you?",
            "Вы не могли бы сказать мне, который час?",
            "Könnten Sie mich bitte über die Uhrzeit informieren?",
            "Wissen Sie zufällig, wie spät es ist?",
            "Не знаете ли вы, который час сейчас?",
            "Как обстоят дела с временем?",
            "Mind telling me what time it is?",
            "Который час по вашему времени?",
            "Есть ли у вас возможность узнать, который час?",
            "Wie spät ist es Ihrer Meinung nach?",
            "Do you know what time it is at the moment?",
            "У вас есть минутка, чтобы сказать мне время?",
            "Könnten Sie mich über die aktuelle Uhrzeit aufklären?",
            "Could you do me a favor and check the time?",
            "Could you please inform me of the time?",
            "Darf ich Sie nach der Uhrzeit fragen?",
            "Можете ли вы, пожалуйста, сообщить мне время?",
            "Könnten Sie mich über die aktuelle Uhrzeit informieren?",
            "Wie spät ist es bitte?",
            "Haben Sie einen Moment, um mir die Uhrzeit zu sagen?",
            "Können Sie mir sagen, wie spät es jetzt ist?",
            "Do you happen to know the time?",
            "Könnten Sie mir bitte sagen, wie spät es ist?",
            "Было бы здорово, если бы вы могли мне сказать, который час?",
            "Pardon me, could you share the current time with me?",
            "Excuse me, do you have the time?",
            "Который час по вашим часам?",
            "Können Sie mir sagen, wie spät es ist?",
            "Можете ли вы рассказать мне время, пожалуйста?",
            "Haben Sie eine Sekunde Zeit, um mir zu sagen, wie spät es ist?",
            "Wie sieht es mit der Uhrzeit aus?",
            "Darf ich Sie um die aktuelle Uhrzeit bitten?",
            "Können Sie mich über die Uhrzeit aufklären, bitte?",
            "Can you fill me in on the time, please?",
            "Wie sieht es gerade mit der Uhrzeit aus?",
            "Do you have a moment to tell me the time?",
            "Сколько времени, пожалуйста?",
            "Could you inform me of the current time?",
            "Do you have the time handy?",
            "Знаете ли вы, который час?",
            "Can you check the time for me?",
            "Could you provide me with the current time, please?",
            "Any chance you know what time it is?",
            "Könnten Sie bitte die Uhrzeit für mich überprüfen?",
            "Do you have a second to tell me what time it is?",
            "Would you kindly let me know the time?",
            "Might I inquire about the time?"
        ],
        "get_date": [
            "Есть ли обновления о сегодняшней дате?",
            "Würden Sie mir das heutige Datum verraten?",
            "Can you provide the date for today?",
            "What's the date according to your calendar today?",
            "Any details on the date for today?",
            "Any insights on today's date?",
            "Вы не могли бы поделиться сегодняшней датой со мной?",
            "Не могли бы вы сообщить мне, какой сегодня день месяца?",
            "Könnten Sie mich über das heutige Datum aufklären?",
            "Do you happen to know what today's date is?",
            "What's today's date looking like?",
            "Какая сегодня дата?",
            "Can you shed some light on the date for today?",
            "Could you share today's date information with me?",
            "Können Sie mir das heutige Datum sagen?",
            "Какое сегодня число по календарю?",
            "Würden Sie mir bitte verraten, welches Datum heute ist?",
            "Mind letting me know what the date is today?",
            "What's the date on the calendar today?",
            "Вы знаете, какое сегодня число?",
            "Какова текущая дата, если не возражаете, чтобы я спросил?",
            "Möchten Sie das heutige Datum mit mir teilen?",
            "Haben Sie eine Idee, welches Datum heute ist?",
            "Was ist heute für ein Datum?",
            "Wissen Sie zufällig, welches Datum heute ist?",
            "Какова сегодняшняя дата по вашему календарю?",
            "What's the date as per your calendar today?",
            "Any clue about the date today?",
            "Можете ли вы уточнить, какая сегодня дата?",
            "Есть ли у вас какие-либо детали о сегодняшней дате?",
            "Есть ли у вас сегодняшняя дата под рукой?",
            "Haben Sie eine Ahnung, welches Datum heute ist?",
            "Würden Sie mich bitte über das heutige Datum informieren?",
            "Какова дата по вашему календарю сегодня?",
            "Есть ли у вас какие-либо идеи о сегодняшней дате?",
            "Есть ли у вас представление о сегодняшней дате?",
            "What's the date today?",
            "Care to share today's date with me?",
            "Can you share with me the date for today?",
            "Any idea about today's date?",
            "Можете ли вы проверить и подтвердить сегодняшнюю дату?",
            "Wissen Sie, welches Datum heute ist?",
            "What's the current date, if you don't mind me asking?",
            "What day of the month is it today?",
            "Могу я спросить сегодняшнюю дату?",
            "Не могли бы вы сказать мне сегодняшнюю дату?",
            "Haben Sie irgendwelche Informationen über das heutige Datum?",
            "Do you have the date at your fingertips for today?",
            "Wie lautet der Datumstempel für heute?",
            "Можете ли вы поделиться со мной сегодняшней датой?",
            "Можете ли вы рассказать мне, какая сегодня дата?",
            "Können Sie mir sagen, welches Datum heute ist?",
            "У вас есть сегодняшняя дата под рукой?",
            "Gibt es eine Chance, dass Sie mir das heutige Datum sagen könnten?",
            "Might I ask for today's date?",
            "Wie ist das aktuelle Datum, wenn ich fragen darf?",
            "Können Sie mir das Datum für heute mitteilen?",
            "Any updates on today's date?",
            "Could you clue me in on today's date?",
            "Не могли бы вы, пожалуйста, сказать мне, какое сегодня число?",
            "Do you know what the date is today?",
            "Haben Sie das Datum für heute zur Hand?",
            "Can you tell me today's date?",
            "Können Sie etwas Licht auf das heutige Datum werfen?",
            "Any idea what the date is today?",
            "Можете ли вы прояснить, какая сегодня дата?",
            "Could you check and confirm today's date?",
            "Could you inform me of the date today?",
            "Can you disclose today's date to me?",
            "Wie sieht das Datum für heute aus?",
            "Можете ли вы поделиться информацией о сегодняшней дате со мной?",
            "Какова дата для сегодняшнего дня?",
            "Could you please provide me with today's date?",
            "Mind filling me in on today's date?",
            "Есть ли у вас шанс сказать мне сегодняшнюю дату?",
            "Könnten Sie mir bitte das heutige Datum mitteilen?",
            "Könnten Sie mir bitte das heutige Datum angeben?",
            "Можете ли вы помочь мне и сообщить сегодняшнюю дату?",
            "Darf ich nach dem heutigen Datum fragen?",
            "Could you enlighten me on today's date?",
            "Können Sie mir bitte das heutige Datum offenlegen?",
            "Any chance you could tell me today's date?",
            "Könnten Sie mir bitte Informationen über das heutige Datum geben?",
            "What's the date stamp for today?",
            "Könnten Sie mir das Datum für heute nennen?",
            "Any intel on today's date?",
            "Можете ли вы раскрыть сегодняшнюю дату мне?",
            "Есть ли у вас представление, какое сегодня число?",
            "Можете ли вы сказать мне сегодняшнюю дату?",
            "Хотите поделиться сегодняшней датой со мной?",
            "Do you have the date handy for today?",
            "Wie sieht das Datum auf Ihrem Kalender für heute aus?",
            "Was steht heute auf dem Kalender?",
            "Можете ли вы, пожалуйста, предоставить мне сегодняшнюю дату?",
            "Mind telling me the date for today?",
            "Какова сегодняшняя дата?",
            "Can you let me know what date it is today?",
            "Welcher Tag des Monats ist heute?",
            "Can you reveal today's date to me?",
            "Would you mind sharing today's date with me?",
            "Haben Sie eine Vorstellung, welches Datum heute ist?",
            "Не могли бы вы просветить меня на сегодняшнюю дату?",
            "Не знаете ли вы, какое сегодня число?",
            "Könnten Sie das heutige Datum überprüfen und bestätigen?",
            "Gibt es Neuigkeiten über das heutige Datum?",
            "Можете ли вы сообщить мне сегодняшнюю дату?"
        ],
        "greet": [
            "Привет, как ваш день?",
            "Как ваши дела?",
            "Guten Morgen!",
            "Top of the morning to you!",
            "Hi, how's your day?",
            "Wie läuft's?",
            "Hallo, wie geht es dir?",
            "Hey, wie läuft deine Woche?",
            "Привет, как ваши дела?",
            "Grüße!",
            "How are you doing today?",
            "Good afternoon!",
            "Hi, how are you feeling?",
            "Привет, как ваша неделя проходит?",
            "Hey, how are you?",
            "Well hello there!",
            "Приветствую!",
            "Nice to see you!",
            "Привет, приятно познакомиться!",
            "Hey, wie geht es dir?",
            "Привет, как вам жизнь?",
            "Здравствуйте!",
            "Hey, nice to run into you!",
            "Hi, how have you been?",
            "Приятно познакомиться!",
            "Hallo, wie geht es dir heute?",
            "Привет, что у вас нового?",
            "Greetings!",
            "Howdy!",
            "Was ist los?",
            "Hallo!",
            "Wie läuft dein Tag bisher?",
            "Good to meet you!",
            "Hey!",
            "Привет, приятно вас встретить!",
            "Hallo, wie läuft dein Tag?",
            "Привет, как у вас дела?",
            "How's your day been so far?",
            "Привет!",
            "Hey, what's new?",
            "Hi, nice to meet you!",
            "It's great to see you!",
            "Guten Abend!",
            "Schön, dich anzutreffen!",
            "Как ваш день до сих пор проходит?",
            "Hello!",
            "Что нового?",
            "How are you holding up?",
            "Wie geht es dir heute?",
            "Добрый вечер!",
            "Einen schönen guten Morgen!",
            "Как дела?",
            "Schön, dich zu sehen!",
            "Wie geht's?",
            "How have you been?",
            "What's up?",
            "Salutations!",
            "Добрый день!",
            "Привет, что нового?",
            "What's happening?",
            "Как у вас дела?",
            "Hi, how's life treating you?",
            "Good evening!",
            "Рад вас видеть!",
            "Gut getroffen!",
            "Was geht ab?",
            "Hallo, was hast du gemacht?",
            "Hallo, wie kommst du zurecht?",
            "How's it going?",
            "Na, hallo!",
            "Hiya!",
            "Guten Tag!",
            "Schön, dich kennenzulernen!",
            "How's everything?",
            "Hallo, wie geht es dir gerade?",
            "Hi, what have you been up to?",
            "Lovely to see you!",
            "Wie geht es dir?",
            "How are things with you?",
            "Yo!",
            "Hey, was gibt's Neues?",
            "Доброе утро!",
            "Hey, what's going on?",
            "Hallo, nett dich kennenzulernen!",
            "Good morning!",
            "Hi, how are you coping?",
            "Hi there!",
            "Well met!",
            "Wie läuft es bei dir?",
            "Hey, how's your week been?",
            "What's good?",
            "Grüß Gott!",
            "Как ваши дела сегодня?"
        ],
        "goodbye": [
            "Bleib in Kontakt!",
            "Adieu!",
            "In a while, crocodile!",
            "Будь здоров!",
            "Tschüss!",
            "До свидания на данный момент!",
            "Until we meet again!",
            "До свидания!",
            "Осторожнее!",
            "So long!",
            "Ta-ta for now!",
            "Берегите себя!",
            "Bis später, Krokodil!",
            "Bis bald!",
            "Take it sleazy!",
            "До встречи!",
            "Hab einen schönen Tag!",
            "Ciao!",
            "Prost!",
            "Lebwohl!",
            "See you later!",
            "Wir sehen uns!",
            "Tally-ho!",
            "Later, gator!",
            "Catch you later!",
            "Хорошего дня!",
            "Всего наилучшего!",
            "Be well!",
            "Увидимся!",
            "Bis später, Alligator!",
            "Bye for now!",
            "See you soon!",
            "Береги себя!",
            "All the best!",
            "So long, farewell!",
            "Сохраняйте веру!",
            "Goodbye for now!",
            "Adios!",
            "Увидимся позже!",
            "Take care!",
            "Bleib gesund!",
            "Take it easy!",
            "До скорого!",
            "Frieden und Liebe!",
            "See you around!",
            "Auf Wiedersehen für jetzt!",
            "До встречи, крокодил!",
            "Pass auf dich auf!",
            "Tschüssi!",
            "До скорой встречи!",
            "Bis später!",
            "До бесконечности и дальше!",
            "Пока на этом!",
            "Tschüs!",
            "Пока!",
            "Take good care!",
            "Адьос!",
            "Tschüss für jetzt!",
            "Легкой походки!",
            "Мир и любовь!",
            "Behalte den Glauben!",
            "Mach's locker!",
            "Arrivederci!",
            "Hasta la vista!",
            "Stay safe!",
            "Farewell!",
            "Auf Wiedersehen!",
            "Until next time!",
            "Peace out!",
            "Bis wir uns wiedersehen!",
            "Alles Gute!",
            "Bis zum nächsten Mal!",
            "Have a great day!",
            "Catch you on the flip side!",
            "Cheers!",
            "Прощай!",
            "Pass gut auf dich auf!",
            "Через некоторое время, крокодил!",
            "Mach's gut!",
            "Bleib sicher!",
            "Keep in touch!",
            "Nimm es leicht!",
            "Till we meet again!",
            "Keep the faith!",
            "To infinity and beyond!",
            "До следующей встречи!",
            "Bis zur Unendlichkeit und noch weiter!",
            "Bye-bye!",
            "Take care of yourself!",
            "Peace and love!",
            "Оставайтесь на связи!",
            "Toodle-oo!",
            "Покедова!",
            "Have a good one!"
        ]
    }
}