{
    "phrases": {
        "get_time": [
            "Entschuldigung, haben Sie die Uhrzeit?",
            "Könnten Sie mir sagen, wie spät es ist?",
            "Wissen Sie zufällig, wie spät es ist?",
            "Darf ich Sie nach der Uhrzeit fragen?",
            "Wie spät ist es bitte?",
            "Könnten Sie mich über die aktuelle Uhrzeit informieren?",
            "Würden Sie mir die Uhrzeit verraten?",
            "Können Sie mir sagen, wie spät es ist?",
            "Haben Sie einen Moment, um mir die Uhrzeit zu sagen?",
            "Darf ich nach der Uhrzeit fragen?",
            "Wie spät ist es jetzt auf Ihrer Uhr?",
            "Könnten Sie bitte die Uhrzeit für mich überprüfen?",
            "Könnten Sie mir sagen, wie spät es jetzt ist?",
            "Wissen Sie, wie spät es gerade ist?",
            "Können Sie mir bitte die Uhrzeit mitteilen?",
            "Wie spät ist es Ihrer Meinung nach?",
            "Könnten Sie mich bitte über die Uhrzeit informieren?",
            "Darf ich Sie um die aktuelle Uhrzeit bitten?",
            "Würden Sie mir freundlicherweise die Uhrzeit mitteilen?",
            "Haben Sie eine Sekunde Zeit, um mir zu sagen, wie spät es ist?",
            "Entschuldigung, könnten Sie mir die aktuelle Uhrzeit sagen?",
            "Wie könnte die Uhrzeit im Moment sein?",
            "Haben Sie gerade die Uhrzeit parat?",
            "Könnten Sie mich über die aktuelle Uhrzeit aufklären?",
            "Würden Sie so freundlich sein, mir die Uhrzeit mitzuteilen?",
            "Wie sieht es mit der Uhrzeit aus?",
            "Könnten Sie mir bitte sagen, wie spät es ist?",
            "Gibt es eine Chance, dass Sie wissen, wie spät es ist?",
            "Können Sie mich über die Uhrzeit aufklären, bitte?",
            "Wie sieht es gerade mit der Uhrzeit aus?",
            "Können Sie mir sagen, wie spät es jetzt ist?"
        ],
        "get_date": [
            "Was ist heute für ein Datum?",
            "Können Sie mir das heutige Datum sagen?",
            "Wissen Sie, welches Datum heute ist?",
            "Könnten Sie mir bitte das heutige Datum mitteilen?",
            "Haben Sie eine Idee, welches Datum heute ist?",
            "Wie sieht das Datum für heute aus?",
            "Würden Sie mir das heutige Datum verraten?",
            "Können Sie mir sagen, welches Datum heute ist?",
            "Könnten Sie mir das Datum für heute nennen?",
            "Könnten Sie mir bitte das heutige Datum angeben?",
            "Haben Sie das Datum für heute zur Hand?",
            "Darf ich nach dem heutigen Datum fragen?",
            "Was steht heute auf dem Kalender?",
            "Haben Sie eine Ahnung, welches Datum heute ist?",
            "Könnten Sie das heutige Datum überprüfen und bestätigen?",
            "Wissen Sie zufällig, welches Datum heute ist?",
            "Können Sie mir das Datum für heute mitteilen?",
            "Gibt es eine Chance, dass Sie mir das heutige Datum sagen könnten?",
            "Wie sieht das Datum auf Ihrem Kalender für heute aus?",
            "Würden Sie mir bitte verraten, welches Datum heute ist?",
            "Welcher Tag des Monats ist heute?",
            "Könnten Sie mich über das heutige Datum aufklären?",
            "Haben Sie eine Vorstellung, welches Datum heute ist?",
            "Möchten Sie das heutige Datum mit mir teilen?",
            "Haben Sie das Datum für heute zur Hand?",
            "Können Sie mir bitte das heutige Datum offenlegen?",
            "Könnten Sie mich über das heutige Datum aufklären?",
            "Wie ist das aktuelle Datum, wenn ich fragen darf?",
            "Gibt es Neuigkeiten über das heutige Datum?",
            "Können Sie etwas Licht auf das heutige Datum werfen?",
            "Wie lautet der Datumstempel für heute?",
            "Würden Sie mich bitte über das heutige Datum informieren?",
            "Haben Sie irgendwelche Informationen über das heutige Datum?",
            "Könnten Sie mir bitte Informationen über das heutige Datum geben?"
        ],
        "greet": [
            "Hallo!",
            "Hallo!",
            "Hey!",
            "Grüß Gott!",
            "Guten Morgen!",
            "Guten Tag!",
            "Guten Abend!",
            "Hallo!",
            "Grüße!",
            "Hallo!",
            "Wie geht's?",
            "Wie läuft's?",
            "Schön, dich zu sehen!",
            "Hey, wie geht es dir?",
            "Yo!",
            "Hallo, wie geht es dir?",
            "Gut getroffen!",
            "Hey, was gibt's Neues?",
            "Hallo, nett dich kennenzulernen!",
            "Wie geht es dir heute?",
            "Einen schönen guten Morgen!",
            "Was ist los?",
            "Wie geht's?",
            "Schön, dich zu sehen!",
            "Hallo, wie läuft dein Tag?",
            "Schön, dich kennenzulernen!",
            "Wie läuft es bei dir?",
            "Na, hallo!",
            "Hey, was gibt's Neues?",
            "Hallo, wie geht es dir heute?",
            "Wie geht es dir?",
            "Schön, dich zu sehen!",
            "Hallo, wie geht es dir gerade?",
            "Schön, dich anzutreffen!",
            "Wie läuft dein Tag bisher?",
            "Was geht ab?",
            "Hallo, was hast du gemacht?",
            "Wie geht es dir?",
            "Hey, wie läuft deine Woche?",
            "Hallo, wie kommst du zurecht?"
        ],
        "goodbye": [
            "Auf Wiedersehen!",
            "Pass auf dich auf!",
            "Bis später!",
            "Tschüss für jetzt!",
            "Bis später!",
            "Mach's gut!",
            "Bis zum nächsten Mal!",
            "Ciao!",
            "Bis bald!",
            "Auf Wiedersehen für jetzt!",
            "Bleib sicher!",
            "Lebwohl!",
            "Nimm es leicht!",
            "Adios!",
            "Bis wir uns wiedersehen!",
            "Hab einen schönen Tag!",
            "Tschüss!",
            "Bleib in Kontakt!",
            "Pass auf dich auf!",
            "Wir sehen uns!",
            "Adieu!",
            "Tschüs!",
            "Prost!",
            "Bis zum nächsten Mal!",
            "Alles Gute!",
            "Frieden und Liebe!",
            "Pass gut auf dich auf!",
            "Bis später, Krokodil!",
            "Tschüs!",
            "Auf Wiedersehen!",
            "Bis zur Unendlichkeit und noch weiter!",
            "Behalte den Glauben!",
            "Mach's locker!",
            "Auf Wiedersehen!",
            "Arrivederci!",
            "Hasta la vista!",
            "Bis später, Alligator!",
            "Tschüssi!",
            "Bleib gesund!"
        ]
    }
}
