{
    "phrases": {
        "get_time": [
            "Могу я узнать текущее время у вас?",
            "Would you mind letting me know the time?",
            "Do you have the time handy?",
            "Каково текущее время по вашему времени?",
            "Wissen Sie, wie spät es gerade ist?",
            "Könnten Sie mir sagen, wie spät es jetzt ist?",
            "У вас есть минутка, чтобы сказать мне время?",
            "Würden Sie mir freundlicherweise die Uhrzeit mitteilen?",
            "Can you check the time for me?",
            "Würden Sie so freundlich sein, mir die Uhrzeit mitzuteilen?",
            "Can you tell me what time it is now?",
            "Darf ich nach der Uhrzeit fragen?",
            "Könnten Sie mich über die aktuelle Uhrzeit informieren?",
            "У вас есть секунда, чтобы сказать мне, который час?",
            "Can you fill me in on the time, please?",
            "Können Sie mir sagen, wie spät es jetzt ist?",
            "Есть ли у вас возможность узнать, который час?",
            "Haben Sie eine Sekunde Zeit, um mir zu sagen, wie spät es ist?",
            "What might the time be at the moment?",
            "What's the current time on your end?",
            "Не могли бы вы проинформировать меня о текущем времени?",
            "Можете ли вы помочь мне и проверить время?",
            "Können Sie mich über die Uhrzeit aufklären, bitte?",
            "Mind sharing the time with me?",
            "У вас есть время на руках?",
            "Could you provide me with the current time, please?",
            "Извините, можно узнать, который час?",
            "Können Sie mir sagen, wie spät es ist?",
            "Haben Sie einen Moment, um mir die Uhrzeit zu sagen?",
            "Haben Sie gerade die Uhrzeit parat?",
            "Можете ли вы сообщить мне текущее время?",
            "Можете ли вы поделиться со мной временем, пожалуйста?",
            "Wie spät ist es bitte?",
            "Не могли бы вы сказать мне, сколько времени?",
            "Извините, вы не могли бы сказать мне текущее время?",
            "Would you mind sharing the time with me?",
            "Könnten Sie mich über die aktuelle Uhrzeit aufklären?",
            "Вы не могли бы сказать мне, который час?",
            "Wie spät ist es jetzt auf Ihrer Uhr?",
            "Could you tell me what time it is?",
            "Entschuldigung, könnten Sie mir die aktuelle Uhrzeit sagen?",
            "Do you happen to know the time?",
            "Который час по вашим часам?",
            "Could you inform me of the current time?",
            "Darf ich Sie um die aktuelle Uhrzeit bitten?",
            "Könnten Sie mir sagen, wie spät es ist?",
            "Any chance you know what time it is?",
            "Каково время в данный момент?",
            "Könnten Sie bitte die Uhrzeit für mich überprüfen?",
            "What's the time according to your watch?",
            "Do you happen to have the time on you?",
            "Würden Sie mir die Uhrzeit verraten?",
            "Wie sieht es mit der Uhrzeit aus?",
            "Можете ли вы уточнить, который час?",
            "May I ask for the current time from you?",
            "Можете ли вы рассказать мне время, пожалуйста?",
            "Как обстоят дела с временем?",
            "Вы не могли бы сказать мне время?",
            "Darf ich Sie nach der Uhrzeit fragen?",
            "What's the time looking like at the moment?",
            "Könnten Sie mich bitte über die Uhrzeit informieren?",
            "Might I inquire about the time?",
            "Would you be so kind as to let me know the time?",
            "Can you clue me in on the time right now?",
            "Могу ли я узнать время?",
            "Wie spät ist es Ihrer Meinung nach?",
            "Excuse me, do you have the time?",
            "Mind telling me what time it is?",
            "Könnten Sie mir bitte sagen, wie spät es ist?",
            "Could you check the time for me, please?",
            "Pardon me, could you share the current time with me?",
            "Который час по вашему времени?",
            "Could you do me a favor and check the time?",
            "May I ask you for the time?",
            "Any idea what time it is right now?",
            "What's the current time on your watch?",
            "Можете ли вы, пожалуйста, сообщить мне время?",
            "May I inquire about the time?",
            "Do you know what time it is at the moment?",
            "Wissen Sie zufällig, wie spät es ist?",
            "Do you have a second to tell me what time it is?",
            "Could you please inform me of the time?",
            "Can you let me know what time it is?",
            "Would you be able to tell me the time right now?",
            "Können Sie mir bitte die Uhrzeit mitteilen?",
            "Было бы здорово, если бы вы могли мне сказать, который час?",
            "Не могли бы вы сказать мне, который час сейчас?",
            "Можете ли вы подсказать мне текущее время?",
            "What's the time looking like?",
            "Знаете ли вы, который час?",
            "Can you share the time with me, please?",
            "Would you kindly let me know the time?",
            "Могли бы вы проверить время для меня, пожалуйста?",
            "Сколько времени, пожалуйста?",
            "Wie sieht es gerade mit der Uhrzeit aus?",
            "What's the time, please?",
            "Gibt es eine Chance, dass Sie wissen, wie spät es ist?",
            "Entschuldigung, haben Sie die Uhrzeit?",
            "Не могли бы вы любезно сказать мне время?",
            "Do you have a moment to tell me the time?",
            "Wie könnte die Uhrzeit im Moment sein?",
            "Не знаете ли вы, который час сейчас?"
        ],
        "get_date": [
            "Можете ли вы уточнить, какая сегодня дата?",
            "Gibt es eine Chance, dass Sie mir das heutige Datum sagen könnten?",
            "Könnten Sie mir das Datum für heute nennen?",
            "Can you disclose today's date to me?",
            "Might I ask for today's date?",
            "Можете ли вы проверить и подтвердить сегодняшнюю дату?",
            "Есть ли у вас шанс сказать мне сегодняшнюю дату?",
            "Можете ли вы рассказать мне, какая сегодня дата?",
            "Can you share with me the date for today?",
            "Würden Sie mir das heutige Datum verraten?",
            "Could you please provide me with today's date?",
            "Could you clue me in on today's date?",
            "Haben Sie eine Vorstellung, welches Datum heute ist?",
            "Есть ли у вас представление о сегодняшней дате?",
            "Не знаете ли вы, какое сегодня число?",
            "Можете ли вы, пожалуйста, предоставить мне сегодняшнюю дату?",
            "Can you provide the date for today?",
            "Was ist heute für ein Datum?",
            "Can you reveal today's date to me?",
            "Could you inform me of the date today?",
            "Какая сегодня дата?",
            "Any intel on today's date?",
            "Есть ли у вас какие-либо детали о сегодняшней дате?",
            "Could you share today's date information with me?",
            "What day of the month is it today?",
            "Könnten Sie mir bitte das heutige Datum mitteilen?",
            "Können Sie etwas Licht auf das heutige Datum werfen?",
            "Вы не могли бы поделиться сегодняшней датой со мной?",
            "Wissen Sie zufällig, welches Datum heute ist?",
            "What's the date as per your calendar today?",
            "Would you mind sharing today's date with me?",
            "Könnten Sie das heutige Datum überprüfen und bestätigen?",
            "Any clue about the date today?",
            "Care to share today's date with me?",
            "Any updates on today's date?",
            "Could you enlighten me on today's date?",
            "Haben Sie eine Ahnung, welches Datum heute ist?",
            "Do you know what the date is today?",
            "Mind letting me know what the date is today?",
            "Можете ли вы раскрыть сегодняшнюю дату мне?",
            "Can you tell me today's date?",
            "Würden Sie mir bitte verraten, welches Datum heute ist?",
            "Können Sie mir das heutige Datum sagen?",
            "Не могли бы вы сказать мне сегодняшнюю дату?",
            "Хотите поделиться сегодняшней датой со мной?",
            "Mind filling me in on today's date?",
            "Какова сегодняшняя дата?",
            "Какова дата для сегодняшнего дня?",
            "Could you check and confirm today's date?",
            "Any idea what the date is today?",
            "What's the current date, if you don't mind me asking?",
            "Any details on the date for today?",
            "Any idea about today's date?",
            "Can you shed some light on the date for today?",
            "What's the date on the calendar today?",
            "Какова текущая дата, если не возражаете, чтобы я спросил?",
            "What's the date according to your calendar today?",
            "Möchten Sie das heutige Datum mit mir teilen?",
            "Можете ли вы прояснить, какая сегодня дата?",
            "Wie sieht das Datum für heute aus?",
            "Können Sie mir bitte das heutige Datum offenlegen?",
            "What's the date today?",
            "Welcher Tag des Monats ist heute?",
            "Würden Sie mich bitte über das heutige Datum informieren?",
            "Какое сегодня число по календарю?",
            "Wissen Sie, welches Datum heute ist?",
            "Можете ли вы сказать мне сегодняшнюю дату?",
            "Есть ли обновления о сегодняшней дате?",
            "Не могли бы вы просветить меня на сегодняшнюю дату?",
            "У вас есть сегодняшняя дата под рукой?",
            "Haben Sie eine Idee, welches Datum heute ist?",
            "Wie sieht das Datum auf Ihrem Kalender für heute aus?",
            "Можете ли вы поделиться информацией о сегодняшней дате со мной?",
            "Можете ли вы поделиться со мной сегодняшней датой?",
            "Can you let me know what date it is today?",
            "Могу я спросить сегодняшнюю дату?",
            "What's the date stamp for today?",
            "Какова сегодняшняя дата по вашему календарю?",
            "Gibt es Neuigkeiten über das heutige Datum?",
            "Haben Sie irgendwelche Informationen über das heutige Datum?",
            "Можете ли вы помочь мне и сообщить сегодняшнюю дату?",
            "Вы знаете, какое сегодня число?",
            "What's today's date looking like?",
            "Was steht heute auf dem Kalender?",
            "Könnten Sie mich über das heutige Datum aufklären?",
            "Können Sie mir das Datum für heute mitteilen?",
            "Какова дата по вашему календарю сегодня?",
            "Darf ich nach dem heutigen Datum fragen?",
            "Есть ли у вас какие-либо идеи о сегодняшней дате?",
            "Есть ли у вас представление, какое сегодня число?",
            "Haben Sie das Datum für heute zur Hand?",
            "Wie lautet der Datumstempel für heute?",
            "Könnten Sie mir bitte das heutige Datum angeben?",
            "Wie ist das aktuelle Datum, wenn ich fragen darf?",
            "Könnten Sie mir bitte Informationen über das heutige Datum geben?",
            "Не могли бы вы, пожалуйста, сказать мне, какое сегодня число?",
            "Any insights on today's date?",
            "Можете ли вы сообщить мне сегодняшнюю дату?",
            "Mind telling me the date for today?",
            "Können Sie mir sagen, welches Datum heute ist?",
            "Не могли бы вы сообщить мне, какой сегодня день месяца?",
            "Do you have the date at your fingertips for today?",
            "Any chance you could tell me today's date?",
            "Do you happen to know what today's date is?",
            "Есть ли у вас сегодняшняя дата под рукой?",
            "Do you have the date handy for today?"
        ],
        "greet": [
            "Einen schönen guten Morgen!",
            "Hey, how's your week been?",
            "Hi, nice to meet you!",
            "Wie geht es dir?",
            "Привет, как ваш день?",
            "Hallo, wie läuft dein Tag?",
            "Schön, dich kennenzulernen!",
            "Добрый день!",
            "Hallo, wie geht es dir heute?",
            "Рад вас видеть!",
            "How are you holding up?",
            "Wie läuft's?",
            "Good to meet you!",
            "Hey, wie läuft deine Woche?",
            "Привет, как ваши дела?",
            "Grüß Gott!",
            "Hey, what's new?",
            "Guten Abend!",
            "Guten Morgen!",
            "Добрый вечер!",
            "Nice to see you!",
            "Приятно познакомиться!",
            "Grüße!",
            "Привет, приятно вас встретить!",
            "Good afternoon!",
            "How are you doing today?",
            "Well met!",
            "Hi, how's life treating you?",
            "How are things with you?",
            "Hi there!",
            "How's your day been so far?",
            "Как ваши дела?",
            "Приветствую!",
            "How have you been?",
            "Was ist los?",
            "Hey!",
            "Hey, what's going on?",
            "Lovely to see you!",
            "Hey, was gibt's Neues?",
            "Schön, dich zu sehen!",
            "Hallo, nett dich kennenzulernen!",
            "Top of the morning to you!",
            "Hi, how's your day?",
            "Привет, что нового?",
            "How's it going?",
            "Hallo!",
            "Na, hallo!",
            "Как у вас дела?",
            "Hey, nice to run into you!",
            "Привет, приятно познакомиться!",
            "Как дела?",
            "Hallo, was hast du gemacht?",
            "Well hello there!",
            "Wie läuft es bei dir?",
            "Здравствуйте!",
            "Hi, how are you feeling?",
            "Как ваши дела сегодня?",
            "Was geht ab?",
            "Good morning!",
            "Guten Tag!",
            "Hi, how have you been?",
            "What's happening?",
            "Greetings!",
            "Schön, dich anzutreffen!",
            "Good evening!",
            "Hiya!",
            "Как ваш день до сих пор проходит?",
            "Hallo, wie kommst du zurecht?",
            "Доброе утро!",
            "Привет!",
            "Hallo, wie geht es dir gerade?",
            "Wie läuft dein Tag bisher?",
            "Что нового?",
            "What's good?",
            "Hi, how are you coping?",
            "Yo!",
            "Hey, how are you?",
            "What's up?",
            "Привет, как ваша неделя проходит?",
            "Howdy!",
            "Hi, what have you been up to?",
            "Salutations!",
            "Hallo, wie geht es dir?",
            "Привет, что у вас нового?",
            "Gut getroffen!",
            "How's everything?",
            "It's great to see you!",
            "Wie geht es dir heute?",
            "Привет, как у вас дела?",
            "Wie geht's?",
            "Hello!",
            "Привет, как вам жизнь?",
            "Hey, wie geht es dir?"
        ],
        "goodbye": [
            "Tschüssi!",
            "Ciao!",
            "Bye-bye!",
            "Будь здоров!",
            "Stay safe!",
            "See you later!",
            "Увидимся позже!",
            "Take care!",
            "Bis später, Krokodil!",
            "Pass auf dich auf!",
            "Toodle-oo!",
            "Всего наилучшего!",
            "Take good care!",
            "Прощай!",
            "Берегите себя!",
            "Till we meet again!",
            "All the best!",
            "Bleib sicher!",
            "Peace out!",
            "Cheers!",
            "Catch you on the flip side!",
            "Покедова!",
            "Alles Gute!",
            "Hasta la vista!",
            "Auf Wiedersehen!",
            "Arrivederci!",
            "До следующей встречи!",
            "Pass gut auf dich auf!",
            "Keep the faith!",
            "До встречи!",
            "Frieden und Liebe!",
            "Через некоторое время, крокодил!",
            "Хорошего дня!",
            "Пока на этом!",
            "Until we meet again!",
            "Later, gator!",
            "Bis bald!",
            "So long, farewell!",
            "So long!",
            "Have a good one!",
            "Mach's gut!",
            "Take it easy!",
            "Осторожнее!",
            "Adieu!",
            "Wir sehen uns!",
            "Tschüs!",
            "Lebwohl!",
            "Nimm es leicht!",
            "Farewell!",
            "Until next time!",
            "Bleib in Kontakt!",
            "Peace and love!",
            "Ta-ta for now!",
            "Сохраняйте веру!",
            "До свидания на данный момент!",
            "Bis zur Unendlichkeit und noch weiter!",
            "До скорой встречи!",
            "До встречи, крокодил!",
            "See you around!",
            "Tally-ho!",
            "Bis später!",
            "Goodbye for now!",
            "To infinity and beyond!",
            "Tschüss!",
            "Adios!",
            "Have a great day!",
            "See you soon!",
            "Take it sleazy!",
            "Prost!",
            "Bleib gesund!",
            "Bis wir uns wiedersehen!",
            "До бесконечности и дальше!",
            "Увидимся!",
            "Hab einen schönen Tag!",
            "Tschüss für jetzt!",
            "Адьос!",
            "In a while, crocodile!",
            "Bis zum nächsten Mal!",
            "Оставайтесь на связи!",
            "Пока!",
            "Catch you later!",
            "До свидания!",
            "Mach's locker!",
            "Bis später, Alligator!",
            "Keep in touch!",
            "Мир и любовь!",
            "Be well!",
            "Легкой походки!",
            "Behalte den Glauben!",
            "До скорого!",
            "Bye for now!",
            "Auf Wiedersehen für jetzt!",
            "Take care of yourself!",
            "Береги себя!"
        ]
    }
}